Fabrication Hanger didn't connect to the %s host.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FabricationHangerNotConnectToHost { get; }
  Visual Basic
Public Shared ReadOnly Property FabricationHangerNotConnectToHost As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FabricationHangerNotConnectToHost {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace